<?php

	/** Языковые константы для русской версии */
	$i18n = [
		'error-new-password-sent-if-user-exist' => 'Если пользователь существует и активирован, то новый пароль будет выслан ему на почту',
        'error-login-exists' => 'Такой логин уже существует',
        'error-login-short' => 'Логин не должен быть меньше 3х символов',
        'error-login-long' => 'Логин не должен быть длиннее 40 символов',
        'error-user-not-exist' => 'Пользователь не найден',
        'error-password-not-secure' => 'Пароль должен содержать строчную, заглавную буквы и цифру',
        'error-password-wrong-format' => 'Пароль не должен содержать пробелов',
        'error-password-short' => 'Слишком корокий пароль, минимум 6 символов',
        'error-email-wrong-format' => 'Введен не корректный e-mail адрес',
        'error-wrong-code-or-user-activated' => 'Не верный код или пользователь уже активирован',
	];
 
